{"id":"Bob Dylan - A Hard Rain's A Gonna Fall","name":"A Hard Rain's A Gonna Fall","artist":"Bob Dylan","url":"bob_dylan_a_hard_rains_a_gonna_fall.json","versions":[{"id":"Bob Dylan - A Hard Rain's A Gonna Fall - Lyrics","name":"Lyrics","instrument":"lyrics","duration":470,"content":"\nOh, where have you been, my blue-eyed son?\nOh, where have you been, my darling young one?\nI've stumbled on the side of twelve misty mountains\nI've walked and I've crawled on six crooked highways\nI've stepped in the middle of seven sad forests\nI've been out in front of a dozen dead oceans\nI've been ten thousand miles in the mouth of a graveyard\nAnd it's a hard, and it's a hard, it's a hard, and it's a hard\nAnd it's a hard rain's a-gonna fall\nOh, what did you see, my blue-eyed son?\nOh, what did you see, my darling young one?\nI saw a newborn baby with wild wolves all around it\nI saw a highway of diamonds with nobody on it\nI saw a black branch with blood that kept drippin'\nI saw a room full of men with their hammers a-bleedin'\nI saw a white ladder all covered with water\nI saw ten thousand talkers whose tongues were all broken\nI saw guns and sharp swords in the hands of young children\nAnd it's a hard, and it's a hard, it's a hard, it's a hard\nAnd it's a hard rain's a-gonna fall\nAnd what did you hear, my blue-eyed son?\nAnd what did you hear, my darling young one?\nI heard the sound of a thunder, it roared out a warnin'\nHeard the roar of a wave that could drown the whole world\nHeard one person starve, I heard many people laughin'\nHeard the song of a poet who died in the gutter\nHeard the sound of a clown who cried in the alley\nAnd it's a hard, and it's a hard, it's a hard, it's a hard\nAnd it's a hard rain's a-gonna fall\nOh, who did you meet, my blue-eyed son?\nWho did you meet, my darling young one?\nI met a young child beside a dead pony\nI met a white man who walked a black dog\nI met a young woman whose body was burning\nI met a young girl, she gave me a rainbow\nI met one man who was wounded in love\nI met another man who was wounded with hatred\nAnd it's a hard, it's a hard, it's a hard, it's a hard\nIt's a hard rain's a-gonna fall\nOh, what'll you do now, my blue-eyed son?\nOh, what'll you do now, my darling young one?\nI'm a-goin' back out 'fore the rain starts a-fallin'\nI'll walk to the depths of the deepest black forest\nWhere the people are many and their hands are all empty\nWhere the pellets of poison are flooding their waters\nWhere the home in the valley meets the damp dirty prison\nWhere the executioner's face is always well-hidden\nWhere hunger is ugly, where souls are forgotten\nWhere black is the color, where none is the number\nAnd I'll tell it and think it and speak it and breathe it\nAnd reflect it from the mountain so all souls can see it\nThen I'll stand on the ocean until I start sinkin'\nBut I'll know my song well before I start singin'\nAnd it's a hard, it's a hard, it's a hard, it's a hard\nIt's a hard rain's a-gonna fall"},{"id":"Bob Dylan - A Hard Rain's A Gonna Fall - Chords + lyrics","name":"Chords + lyrics","instrument":"guitar","tuning":"Capo 2st","duration":470,"content":"[Intro]\n| D | % | G/D | D |\n| D | % | % |\n[Verse] 1\nD                       G/D       D\nOh, where have you been, my blue-eyed son?\nD                                     A\nOh, where have you been, my darling young one?\nG/D                     A/D          D\nI’ve stumbled on the side of twelve misty mountains\nG/D                        A/D         D\nI’ve walked and I’ve crawled on six crooked highways\nG/D                      A/D       D\nI’ve stepped in the middle of seven sad forests\nG/D                    A/D        D\nI’ve been out in front of a dozen dead oceans\n  G/D                       A/D        D\nI’ve been ten thousand miles in the mouth of a graveyard\n   D                A            D                G\nAnd it’s a hard, and it’s a hard, it’s a hard, and it’s a hard\nD        A             [ D ]\nIt’s a hard rai---n’s a-gonna fall\n[Interlude]\n| D | % | G | D | % | % | % |\n[Verse] 2\nD                    G         D\nOh, what did you see, my blue-eyed son?\nD                                  A\nAnd what did you see, my darling young one?\nG/D                    A/D         D\nI saw a newborn baby with wild wolves all around it\nG/D                      A/D    D\nI saw a highway of diamonds with nobody on it\nG/D                     A/D             D\nI saw a black branch with blood that kept drippin’\nG/D                         A/D       D\nI saw a room full of men with their hammers a-bleedin’\nG/D                    A/D          D\nI saw a white ladder all covered with water\nG/D                        A/D              D\nI saw ten thousand talkers whose tongues were all broken\nG/D                          A/D            D\nI saw guns and sharp swords in the hands of young children\n   D                A            D                G\nAnd it’s a hard, and it’s a hard, it’s a hard, and it’s a hard\n   D        A             [ D ]\nAnd it’s a hard rai---n’s a-gonna fall\n[Interlude] \n| D | % | G | D | % | % | % |\n[Verse] 3\nD                     G         D\nAnd what did you hear, my blue-eyed son?\nD                                   A\nAnd what did you hear, my darling young one?\n    G/D                     A/D          D\nI heard the sound of a thunder that roared out a warnin’\n    G/D                       A/D             D\nI heard the roar of a wave that could drown the whole world\nG/D                        A/D          D\nI heard one hundred drummers whose hands were a-blazin’\nG/D                         A/D    D\nI heard ten thousand whisperin’ and nobody listenin’\nG/D                        A/D         D\nI heard one person starve, I heard many people laughin’\n    G/D                A/D         D\nI heard the song of a poet who died in the gutter\n    G/D                  A/D          D\nI heard the sound of a clown who cried in the alley\n   D            A            D            G\nAnd it’s a hard, it’s a hard, it’s a hard, it’s a hard\nD        A             [ D ]\nIt’s a hard rai---n’s a-gonna fall\n[Interlude]\n| D | % | G | D | % | % | % |\n[Verse] 4\nD                    G         D\nOh, who did you meet, my blue-eyed son?          [Dylan actually sings \"what did you meet\"]\nD                                  A\nWho did you meet, my darling young one?\nG/D                 A/D         D\nI met a young child beside a dead pony\nG/D                 A/D            D\nI met a white man who walked a black dog\nG/D                     A/D      D\nI met a young woman whose body was burning\nG/D                   A/D       D\nI met a young girl, she gave me a rainbow\nG/D                 A/D        D\nI met one man who was wounded in love\nG/D                     A/D        D\nI met another man who was wounded in hatred\n   D            A            D            G\nAnd it’s a hard, it’s a hard, it’s a hard, it’s a hard\nD        A             [ D ]\nIt’s a hard rai---n’s a-gonna fall\n[Interlude]\n| D | % | G | D | % | % | % | % | % |\n[Verse] 5\nD                      G        | D | G | D | % | \nAnd, what’ll you do now, my blue-eyed son?\nD                                    A\nAnd, what’ll you do now, my darling young one?\nG/D                      A/D           D\nI’m a-goin’ back out ’fore the rain starts a-fallin’\nG/D                       A/D          D\nI’ll walk to the depths of the deepest dark forest\n  G/D                       A/D           D\nWhere the people are many and their hands are all empty\n  G/D                   A/D            D\nWhere the pellets of poison are flooding their waters\n  G/D                          A/D        D\nWhere the home in the valley meets the damp dirty prison\nG/D                   A/D          D\nAnd the executioner’s face is always well hidden\nG/D                       A/D          D\nWhere hunger is ugly, where the souls are forgotten\nG/D                       A/D         D\nWhere black is the color, where none is the number\n G/D                      A/D          D\nAnd I’ll tell it and speak it and think it and breathe it\nG/D                          A/D           D\nAnd reflect from the mountain so all souls can see it\n  G/D                  A/D         D\nThen I’ll stand on the ocean until I start sinkin’\n G/D                 A/D          D\nBut I’ll know my song well before I start singin’\n   D            A            D                G\nAnd it’s a hard, it’s a hard, it’s a hard, and it’s a hard\n   D        A             [ D ]\nIt’s a hard rai---n’s a-gonna fall"}]}