{"id":"Donovan - Universal Soldier","name":"Universal Soldier","artist":"Donovan","url":"content/donovan_universal_soldier.json","versions":[{"id":"Donovan - Universal Soldier - Chords + lyrics","name":"Chords + lyrics","instrument":"guitar","tuning":"Capo 2st","duration":210,"content":"\n[Verse 1]\nC           D             G        Em\nHe is five feet two, and he's six feet four,\nC          D                G     \nhe fights with missiles and with spears. \nC            D              G       Em\nHe is all of thirty-one, and he's only seventeen.\n   C                    Am       D\n's been a soldier for thousand years.\n[Verse 2]\nC           D         G         Em\nHe's a Catholic, a Hindu, an atheist,a Chein, \nC               D             G\na Buddhist and a Baptist and a Jew. \nC                  D            G                Em\nAnd he knows,he shouldn't kill, and he knows he always will,\n     C                    Am        D\nkill you for me my friend and and me for you.\n[Verse 3]\n  C            D            G             Em\nAnd he's fighting for Canada, he's fighting for France.\nC               D   G\nHe's fighting for the U.S.A., \n C                D                   G            Em\nand he's fighting for the Russians, and he's fighting for Japan,\nC               Am               D\nand he thinks we put an end to war this way.\n[Verse 4]\n C               D            G                Em\nAnd he's fighting for democracy, he's fighting for the Reds.\nC                  D         G\nHe says it's for the peace of all.\n C               D             G                  Em \nHe's the one who must decide, who's to live and who's to die,\nC             Am              D\nand he never sees the writing on the wall.\n[Verse 5]\nC                  D                 G           Em\nBut without him, how would Hitler have condemned him at Dachau,\nC           D                 G\nwithout him Caesar would have stood alone.\n  C                D         G              Em\nHe's the one who gives his body as a weapon of the war,\nC                Am                D        \nand without him all this killing can't go on. \n[Verse 6]   \n  C             D            G            Em\nHe's the universal soldier and he really is to blame,\nC              D            G\nhis orders come from far away, no more.\n         C                  D             \nThey come from here and there, and you and me, \nG                  Em\nand brothers, can't you see, \n C            Am               D\nthis is not the way we put an end to war."}]}