{"name":"The Masters Call","artist":"Marty Robbins","url":"content/marty_robbins_the_masters_call.json","versions":[{"name":"Chords + lyrics","instrument":"guitar","tuning":"Capo 1st","duration":180,"content":"\nPlay with capo4 for comfortable voice range\n                                        \n[Intro]\nBm\n\n\n[Verse 1]\nD                               Bm\nWhen I was but a young man I was wild and full of fire\nD                                   Bm\nA youth within my teens, but full of challenge and desire\nD                               Bm\nI ran away from home and left my mother and my dad\nG                    A               Bm\nI know it grieved them so to think their only boy was bad.\n\n\n[Verse 2]\nD                                  Bm\nI fell in with an outlaw band, their names were known quite well\nD                                    Bm\nHow many times we robbed and plundered, I could never tell\nD                    Bm\nThis kind of sinful living leads only to a fall\nG                   A               Bm\nI learned that much and more the night I heard my Master call.\n\n\n[Pre-chorus]\nG                   D           G             D\nOne night we rustled cattle, a thousand head or so\nG                    D                 Bm\nAnd started them out on the trail that leads to Mexico\nG                  A       D                  G\nBut a norther started blowing and lightning flashed about\nD            G            A                  D\nI thought someone was calling me, I thought I heard a shout.\n\n\n[Chorus]\nD                              F#m                      \nThen at that moment lightning struck not twenty yards from me\nG                                      D\nAnd left there was a giant cross where once there was a tree\n Bm                               Em\nAnd this time I knew I heard a voice, a voice so sweet and strange\n      F#m                    Bm\nA voice that came from everywhere, a voice that called my name.\n\n\n[Verse 3]\nD                               Bm\nSo frightened I was thinking of sinful deeds I'd done\nD                                     Bm\nI failed to see the thousand head of cattle start to run\nD                                  Bm\nThe cattle they stampeded, were running all around\nG              A               Bm\nMy pony ran but stumbled and it threw me to the ground.\n\n\n[Pre-chorus]\nG                 D          G                D         \nI felt the end was near, that death would be the price\nG                     D                   Bm\nWhen a mighty bolt of lightning showed the face of Jesus Christ\nG                   A               D            G\nAnd I cried oh Lord forgive me, don't let it happen now\nD                     G          A                D\nI want to live for you alone, Oh God these words I vow.\n\n\n[Chorus]\nD                          F#m                \nMy wicked past unfolded, I thought of wasted years\nG                                   D\nWhen another bolt of lightning killed a hundred head of steers\n  Bm                              Em    \nAnd the others rushed on by me and I was left to live\nF#m                        Bm\nThe Master had a reason, life is his to take or give.\n\n\n[Verse 4]\nD                                    Bm\nA miracle performed that night, I wasn't meant to die\nD                                 Bm\nThe dead ones formed a barricade least six or seven high\nD                           Bm           \nAnd right behind it there was I, afraid but safe and sound\nG                  A              Bm   \nI cried and begged for mercy kneeling there upon the ground.\n\n\n[Verse 5]\nD                       Bm\nA pardon I was granted, my sinful soul set free\nD                                Bm\nNo more to fear the angry waves upon life's stormy sea\nD                           Bm\nForgiven by the love of God, a love that will remain\nG               A                 Bm      Bm7       Bm\nI gave my life and soul the night the Saviour called my name.."}]}