[{"instrument":"guitar","tuning":"Standard","content":"[Intro]\nAm\nThis is the greatest and best song in the world...   Tribute.\n[Verse]\nAm\nLong time ago me and my brother Kyle here,\nAm\nWe was hitchhikin' down a long and lonesome road.\nAm\nAll of a sudden, there shined a shiny demon...\nAm\nIn the middle of the road.\nAm\nAnd he said:\nPlay the A string but palm mute it.\n\"Play the best song in the world, or I'll eat your souls.\"\nAm\nWell me and Kyle, we looked at each other,\nAm\nAnd we each said...   \"Okay\"\nAm                                 G\nAnd we played the first thing that came to our heads,\nF\nJust so happened to be,\nAm                   G             F\nThe Best Song in the World, it was The Best Song in the World.\n[Chorus]\nD                          F\nLook into my eyes and it's easy to see\nC                     G\nOne and one make two, two and one make three,\nF\nIt was destiny.\nD                           F\nOnce every hundred-thousand years or so,\n C                      G\nWhen the sun doth shine and the moon doth glow\n F\nAnd the grass don't grow...\n[Verse]\nAm\nNeedless to say, the beast was stunned.\nAm\nWhip-crack went his schwumpy tail,\nAm\nAnd the beast was done.\nAm\nHe asked us: \"Be you angels?\"\nAm\nAnd we said, \"Nay. We are but men!\"\nROCK!\nD     F     C       G\nAhhh, ahhh, ahhh-ah-ah,\nF\nOhhh, whoah, ah-whoah-oh!\n[Chorus]\nAm               G                   F\nThis is not The Greatest Song in the World.\nAm                 G        F\nNo, this is just a tribute.\nAm                    G                    F\nCouldn't remember The Greatest Song in the World.\nAm            G        F\nNo, this is a tribute, oh.\nAm G               D           F\nTo The Greatest Song in the World, All right!\nAm G                   D           F\nIt was The Greatest Song in the World, All right!\nAm         G\nIt was the best muthafuckin' song\nD                        F\nThe greatest song in the world.\n[Solo:] Am - G - D - F   (x2)\nAm               G\nAnd the peculiar thing is this my friends:\nD                        F\nThe song we sang on that fateful night,\nAm                       G                  D      F\nIt didn't actually sound anything like this song.\n[Verse]\n       Am           G           D      F\nThis is just a tribute! You gotta' believe me!\n            Am      G                 D      F\nAnd I wish you were there! Just a matter of opinion.\n  Am        G\nAh, fuck! Good God, God lovin',\nD                    F\nSo surprised to find you can't stop it.\nAm   G   D   F\n[Outro]\nE     F     G         E     F             \nF\n    All right!          All right!"}]